{
  "Colorizer": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "NeoNeedsKey": { "branch": "master" },
  "barbar.nvim": { "branch": "master" },
  "cityscape.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "dired.nvim": { "branch": "main" },
  "feline.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lua-utils.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neorg": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "pathlib.nvim": { "branch": "main" },
  "plantuml-syntax": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "qbe.vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "vim": { "branch": "master" },
  "vim-antlr": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "yuck.vim": { "branch": "master" }
}
